Repository: tomodachii/mytempura
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: General
vi: Thông tin chung

source: Personal info
vi: Thông tin cá nhân

source: Permissions
vi: Phân quyền

source: Important dates
vi: Ngày tháng quan trọng

source: Account Management
vi: Quản lý tài khoản

source: Server error
vi: Lỗi Server

source: Permission error
vi: Lỗi phân quyền (Permission error)

source: Failed to get Firebase user
vi: Không tìm thấy Firebase user

source: Email alredy existed
vi: Email đã tồn tại

source: Failed to create Firebase user
vi: Có lỗi trong quá trình tạo Firebase user

source: Failed to get Firebase user by email
vi: Không tìm thấy Firebase user bằng email

source: Account does not exist
vi: Tài khoản không tồn tại

source: The Email must be set
vi: Email không được bỏ trống

source: Superuser must have is_staff=True.
vi: Superuser phải có is_staff=True

source: Superuser must have is_superuser=True.
vi: Superuser phải có is_superuser=True

source: account
vi: tài khoản

source: accounts
vi: tài khoản

source: name
vi: tên

source: password
vi: mật khẩu

source: description
vi: mô tả

source: selected bot
vi: bot đang chọn

source: created at
vi: ngày giờ khởi tạo

source: owner
vi: chủ sở hữu

source: Eliza Chatbot Does not exist
vi: Eliza Chatbot không tồn tại

source: Chosen Bot does not belong to this User
vi: Bot không thuộc tài khoản này

source: Bot not set, please set the bot before using ElizaService
vi: Bot không xác định, hãy set bot trước khi sử dụng ElizaService

source: Invalid goto key
vi: goto key không hợp lệ

source: Invalid result index
vi: result index không hợp lệ

source: Invalid File extension! Please use a .txt file
vi: Đuôi file không hợp lệ! Xin hãy dùng .txt file

source: File upload must be under 2MB
vi: File upload vượt quá 2MB

source: Keyword does not exist
vi: Từ khóa không tồn tại

source: decomposition rule
vi: luật phân rã

source: decomposition rules
vi: luật phân rã

source: keyword
vi: từ khóa

source: There is no Fallback message defined for this bot
vi: Chưa định nghĩa Fallback message cho bot

source: default message
vi: message mặc định

source: default messages
vi: message mặc định

source: eliza bots
vi: eliza bot

source: Hello! Please tell me your problem
vi: Xin chào! Xin hãy cho tôi biết vấn đề của bạn

source: keywords
vi: các từ khóa

source: word
vi: giá trị

source: weight
vi: trọng số

source: post processing
vi: hậu xử lí

source: input word
vi: giá trị đầu vào

source: output word
vi: kết quả đầu ra

source: reassembling rule
vi: luật hợp thành

source: reassembling rules
vi: luật hợp thành

source: decomp
vi: luật phân rã

source: synonym
vi: từ đồng nghĩa

source: synonyms
vi: từ đồng nghĩa

source: value
vi: giá trị

source: Test Bot
vi: Thử Bot

source: Home
vi: Trang chủ

source: Chat with
vi: Chat với

source: Enter your input here
vi: Nhập input tại đây

source: Send
vi: Gửi

source: Search
vi: Tìm kiếm

source: Account
vi: Tài khoản

source: Change password
vi: Đổi mật khẩu

source: Log out
vi: Đăng xuất

source: See Profile
vi: Xem Profile

source: UI Configuration
vi: Tùy chỉnh UI

source: Copy this info your settings file to persist these UI changes
vi: Copy vào settings file để thực hiện thay đổi UI

source: Close
vi: Đóng

source: Add %(name)s
vi: Thêm %(name)s

source: Dashboard
vi: Trang chủ

source: Recent actions
vi: Lịch sử

source: %(timesince)s ago
vi: %(timesince)s trước
